Repository: leocalm/piggy-pulse-ios
Catalog: Localizable.xcstrings
Source language: en
Languages: de_de, es_es, fr_fr, nl_nl, pt_br, pt_pt

# category.subscription.behaviorLocked
source: Cannot change behavior while active subscriptions exist.
de_de: Das Verhalten kann nicht geändert werden, solange aktive Abos bestehen.
es_es: No se puede cambiar el comportamiento mientras haya suscripciones activas.
fr_fr: Impossible de modifier le comportement tant qu’il existe des abonnements actifs.
nl_nl: Het gedrag kan niet worden gewijzigd zolang er actieve abonnementen zijn.
pt_br: Não é possível alterar o comportamento enquanto houver assinaturas ativas.
pt_pt: Não é possível alterar o comportamento enquanto existirem subscrições ativas.

# category.subscription.empty
source: No subscriptions yet. Add one below.
de_de: Noch keine Abos. Füge unten eines hinzu.
es_es: Aún no hay suscripciones. Añade una abajo.
fr_fr: Aucun abonnement pour l’instant. Ajoutez-en un ci-dessous.
nl_nl: Nog geen abonnementen. Voeg er hieronder een toe.
pt_br: Nenhuma assinatura ainda. Adicione uma abaixo.
pt_pt: Ainda não há subscrições. Adicione uma abaixo.

# category.subscription.monthlyTarget
source: Monthly Target
de_de: Monatsziel
es_es: Objetivo mensual
fr_fr: Objectif mensuel
nl_nl: Maanddoel
pt_br: Meta Mensal
pt_pt: Meta Mensal

# category.subscription.section.title
source: Subscriptions
de_de: Abos
es_es: Suscripciones
fr_fr: Abonnements
nl_nl: Abonnementen
pt_br: Assinaturas
pt_pt: Subscrições

# category.target
source: Budget Target
de_de: Budgetziel
es_es: Objetivo de presupuesto
fr_fr: Objectif de budget
nl_nl: Budgetdoel
pt_br: Meta de Orçamento
pt_pt: Meta de Orçamento

# category.targetHint
source: Set a monthly budget target for this category. Leave empty for no target.
de_de: Lege ein monatliches Budgetziel für diese Kategorie fest. Leer lassen für kein Ziel.
es_es: Fija un objetivo mensual de presupuesto para esta categoría. Déjalo vacío para no tener objetivo.
fr_fr: Définissez un objectif budgétaire mensuel pour cette catégorie. Laissez vide pour ne pas en fixer.
nl_nl: Stel een maandelijks budgetdoel in voor deze categorie. Laat leeg voor geen doel.
pt_br: Defina uma meta mensal de orçamento para esta categoria. Deixe vazio para sem meta.
pt_pt: Defina uma meta mensal de orçamento para esta categoria. Deixe em branco para não ter meta.

# category.targetPlaceholder
source: e.g. 500.00 (optional)
de_de: z. B. 500,00 (optional)
es_es: p. ej., 500,00 (opcional)
fr_fr: p. ex., 500,00 (facultatif)
nl_nl: bijv. 500,00 (optioneel)
pt_br: ex: 500.00 (opcional)
pt_pt: p. ex., 500,00 (opcional)

# changePassword.mismatch
source: Passwords don't match
de_de: Passwörter stimmen nicht überein
es_es: Las contraseñas no coinciden
fr_fr: Les mots de passe ne correspondent pas
nl_nl: Wachtwoorden komen niet overeen
pt_br: As senhas não coincidem
pt_pt: As palavras-passe não coincidem

# changePassword.success
source: Password changed successfully
de_de: Passwort erfolgreich geändert
es_es: Contraseña cambiada correctamente
fr_fr: Mot de passe modifié avec succès
nl_nl: Wachtwoord gewijzigd
pt_br: Senha alterada com sucesso
pt_pt: Palavra-passe alterada com sucesso

source: Changing date range or inclusion mode updates which transactions may belong to this overlay.
de_de: Wenn du den Datumsbereich oder die Auswahlregeln änderst, wird angepasst, welche Buchungen zu diesem Overlay gehören.
pt_br: Alterar o intervalo de datas ou o modo de inclusão atualiza quais transações podem pertencer a esta sobreposição.

source: Checking
de_de: Girokonto
es_es: Cuenta corriente
fr_fr: Compte courant
nl_nl: Betaalrekening
pt_br: Conta Corrente
pt_pt: Conta à ordem

# common.archive
source: Archive
de_de: Archivieren
es_es: Archivar
fr_fr: Archiver
nl_nl: Archiveren
pt_br: Arquivar
pt_pt: Arquivar

# common.archived
source: Archived
de_de: Archiviert
es_es: Archivado
fr_fr: Archivé
nl_nl: Gearchiveerd
pt_br: Arquivado
pt_pt: Arquivado

# common.back
source: Back
de_de: Zurück
es_es: Atrás
fr_fr: Retour
nl_nl: Terug
pt_br: Voltar
pt_pt: Voltar

# common.cancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
nl_nl: Annuleren
pt_br: Cancelar
pt_pt: Cancelar

# common.delete
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
nl_nl: Verwijderen
pt_br: Excluir
pt_pt: Eliminar

# common.done
source: Done
de_de: Fertig
es_es: Hecho
fr_fr: OK
nl_nl: Gereed
pt_br: Concluído
pt_pt: Concluído

# common.edit
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
nl_nl: Bewerken
pt_br: Editar
pt_pt: Editar

# common.incoming
source: Incoming
de_de: Eingehend
es_es: Ingreso
fr_fr: Entrant
nl_nl: Inkomend
pt_br: Receita
pt_pt: Entrada

# common.none
source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
nl_nl: Geen
pt_br: Nenhum
pt_pt: Nenhum

# common.outgoing
source: Outgoing
de_de: Ausgehend
es_es: Gasto
fr_fr: Sortant
nl_nl: Uitgaand
pt_br: Despesa
pt_pt: Saída

# common.retry
source: Retry
de_de: Erneut versuchen
es_es: Reintentar
fr_fr: Réessayer
nl_nl: Opnieuw
pt_br: Tentar novamente
pt_pt: Tentar novamente

# common.save
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
nl_nl: Opslaan
pt_br: Salvar
pt_pt: Guardar

# complete.goToDashboard
source: Go to Dashboard
de_de: Zur Übersicht
es_es: Ir al panel
fr_fr: Aller au tableau de bord
nl_nl: Naar dashboard
pt_br: Ir para o Painel
pt_pt: Ir para o Painel

# complete.subtitle
source: Your dashboard is ready. Here's what we configured:
de_de: Deine Übersicht ist bereit. Folgendes haben wir eingerichtet:
es_es: Tu panel está listo. Esto es lo que hemos configurado:
fr_fr: Votre tableau de bord est prêt. Voici ce que nous avons configuré :
nl_nl: Je dashboard staat klaar. Dit hebben we ingesteld:
pt_br: Seu painel está pronto.
pt_pt: O seu painel está pronto. Eis o que configurámos:

# complete.title
source: You're all set!
de_de: Alles bereit!
es_es: ¡Todo listo!
fr_fr: Tout est prêt !
nl_nl: Alles staat klaar!
pt_br: Está tudo pronto!
pt_pt: Está tudo pronto!

source: Confirm your password
de_de: Bestätige dein Passwort
es_es: Confirma tu contraseña
fr_fr: Confirmez votre mot de passe
nl_nl: Bevestig je wachtwoord
pt_br: Confirme sua senha
pt_pt: Confirme a sua palavra-passe

source: Create Overlay
de_de: Overlay erstellen
es_es: Crear capa
fr_fr: Créer un ajustement temporaire
nl_nl: Laag aanmaken
pt_br: Criar Sobreposição
pt_pt: Criar Camada

# createPeriod.boundaryNote
source: Period boundaries are structural and can reclassify transactions.
de_de: Die Grenzen des Zeitraums wirken sich darauf aus, welchen Buchungen dieser Zeitraum zugeordnet wird.
es_es: Los límites del periodo son estructurales y pueden reclasificar movimientos.
fr_fr: Les limites de période sont structurelles et peuvent reclasser les transactions.
nl_nl: Periodegrenzen zijn structureel en kunnen transacties opnieuw indelen.
pt_br: Os limites do período são estruturais e podem reclassificar transações.
pt_pt: Os limites dos períodos são estruturais e podem reclassificar transações.

# createPeriod.byDuration
source: By Duration
de_de: Nach Dauer
es_es: Por duración
fr_fr: Par durée
nl_nl: Op duur
pt_br: Por Duração
pt_pt: Por Duração

# createPeriod.setManually
source: Set Manually
de_de: Manuell festlegen
es_es: Establecer manualmente
fr_fr: Définir manuellement
nl_nl: Handmatig instellen
pt_br: Definir Manualmente
pt_pt: Definir manualmente

source: Credit Card
de_de: Kreditkarte
es_es: Tarjeta de crédito
fr_fr: Carte de crédit
pt_br: Cartão de Crédito
pt_pt: Cartão de Crédito

source: Currency
de_de: Währung
es_es: Divisa
fr_fr: Devise
nl_nl: Valuta
pt_br: Moeda
pt_pt: Moeda

# currency.description
source: All your accounts and transactions will use this currency.
de_de: Alle deine Konten und Buchungen verwenden diese Währung.
es_es: Todas tus cuentas y movimientos usarán esta divisa.
fr_fr: Tous vos comptes et transactions utiliseront cette devise.
nl_nl: Al je rekeningen en transacties gebruiken deze valuta.
pt_br: Todas as suas contas e transações usarão esta moeda.
pt_pt: Todas as suas contas e transações usarão esta moeda.

# currency.multiCurrencyNote
source: Currently, PiggyPulse don't support multiple currencies. This feature is coming soon.
de_de: PiggyPulse unterstützt derzeit noch keine mehreren Währungen. Diese Funktion folgt später.
es_es: Por ahora, PiggyPulse no admite varias divisas. Esta función llegará pronto.
fr_fr: Pour l’instant, PiggyPulse ne prend pas en charge plusieurs devises. Cette fonctionnalité arrive bientôt.
nl_nl: Op dit moment ondersteunt PiggyPulse geen meerdere valuta’s. Deze functie komt binnenkort.
pt_br: Atualmente, o PiggyPulse não suporta múltiplas moedas. Esta funcionalidade estará disponível em breve.
pt_pt: De momento, o PiggyPulse não suporta múltiplas moedas. Esta funcionalidade estará disponível em breve.

# currency.requiredStep
source: This is the only required step.
de_de: Dies ist der einzige Pflichtschritt.
es_es: Este es el único paso obligatorio.
fr_fr: C’est la seule étape obligatoire.
nl_nl: Dit is de enige verplichte stap.
pt_br: Este é o único passo obrigatório.
pt_pt: Este é o único passo obrigatório.

# currency.searchPlaceholder
source: Search currencies...
de_de: Währungen suchen …
es_es: Buscar divisas…
fr_fr: Rechercher des devises…
nl_nl: Valuta’s zoeken…
pt_br: Pesquisar moedas...
pt_pt: Procurar moedas…

# currency.title
source: Choose your currency
de_de: Währung auswählen
es_es: Elige tu divisa
fr_fr: Choisissez votre devise
nl_nl: Kies je valuta
pt_br: Escolha sua moeda
pt_pt: Escolha a sua moeda

source: DANGER ZONE
de_de: KRITISCHER BEREICH
pt_br: ZONA DE PERIGO

# dashboard.accountCards
source: Account Cards
de_de: Kontokarten
es_es: Tarjetas de cuenta
fr_fr: Cartes de compte
nl_nl: Rekeningkaarten
pt_br: Cartões de Conta
pt_pt: Cartões de Conta

# dashboard.addTransaction
source: Add Transaction
de_de: Buchung hinzufügen
es_es: Añadir movimiento
fr_fr: Ajouter une transaction
nl_nl: Transactie toevoegen
pt_br: Adicionar Transação
pt_pt: Adicionar Transação

# dashboard.customize
source: Customize Dashboard
de_de: Übersicht anpassen
es_es: Personalizar panel
fr_fr: Personnaliser le tableau de bord
nl_nl: Dashboard aanpassen
pt_br: Personalizar Painel
pt_pt: Personalizar Painel

# dashboard.hiddenWidgets
source: Hidden Widgets
de_de: Ausgeblendete Widgets
es_es: Widgets ocultos
fr_fr: Widgets masqués
nl_nl: Verborgen widgets
pt_br: Widgets Ocultos
pt_pt: Widgets Ocultos

# dashboard.loadError
source: Failed to load dashboard data.
de_de: Übersichtsdaten konnten nicht geladen werden.
es_es: No hemos podido cargar los datos del panel.
fr_fr: Échec du chargement des données du tableau de bord.
nl_nl: Kan dashboardgegevens niet laden.
pt_br: Falha ao carregar dados do painel.
pt_pt: Não foi possível carregar os dados do painel.

# dashboard.visibleWidgets
source: Visible Widgets
de_de: Sichtbare Widgets
es_es: Widgets visibles
fr_fr: Widgets visibles
nl_nl: Zichtbare widgets
pt_br: Widgets Visíveis
pt_pt: Widgets Visíveis

source: Date Range
de_de: Datumsbereich
es_es: Rango de fechas
fr_fr: Plage de dates
nl_nl: Datumbereik
pt_br: Intervalo de Datas
pt_pt: Intervalo de Datas

source: Days
de_de: Tage
es_es: Días
fr_fr: Jours
nl_nl: Dagen
pt_br: Dias
pt_pt: Dias

source: DEBT ACCOUNTS
de_de: SCHULDENKONTEN
es_es: CUENTAS DE DEUDA
fr_fr: COMPTES DE DETTE
nl_nl: SCHULDREKENINGEN
pt_br: CONTAS DE DÍVIDA
pt_pt: CONTAS DE DÍVIDA

source: DELETE
de_de: LÖSCHEN
es_es: ELIMINAR
fr_fr: SUPPRIMER
nl_nl: VERWIJDEREN
pt_br: EXCLUIR
pt_pt: ELIMINAR

source: Delete "%@"?
de_de: „%@“ löschen?
es_es: ¿Eliminar "%@"?
fr_fr: Supprimer « %@ » ?
nl_nl: "%@" verwijderen?
pt_br: Excluir "%@"?
pt_pt: Eliminar "%@"?

# deleteAccount.confirmMessage
source: Your account and all data will be permanently deleted. This cannot be undone.
de_de: Dein Konto und alle Daten werden dauerhaft gelöscht. Das kann nicht rückgängig gemacht werden.
es_es: Tu cuenta y todos los datos se eliminarán de forma permanente. Esto no se puede deshacer.
fr_fr: Votre compte et toutes vos données seront définitivement supprimés. Cette action est irréversible.
nl_nl: Je account en alle gegevens worden definitief verwijderd. Dit kan niet ongedaan worden gemaakt.
pt_br: Sua conta e todos os dados serão excluídos permanentemente. Isso não pode ser desfeito.
pt_pt: A sua conta e todos os dados serão eliminados permanentemente. Esta ação não pode ser revertida.

# deleteAccount.typeConfirm
source: Type **DELETE** to confirm
de_de: Tippe **LÖSCHEN**, um zu bestätigen.
es_es: Escribe **ELIMINAR** para confirmar
fr_fr: Tapez **SUPPRIMER** pour confirmer
nl_nl: Typ **VERWIJDEREN** om te bevestigen
pt_br: Digite **DELETE** para confirmar
pt_pt: Escreva **ELIMINAR** para confirmar

# deleteAccount.warning
source: This will permanently delete your account and all associated data. This action cannot be undone.
de_de: Dadurch werden dein Konto und alle zugehörigen Daten dauerhaft gelöscht. Dieser Vorgang kann nicht rückgängig gemacht werden.
es_es: Esto eliminará de forma permanente tu cuenta y todos los datos asociados. No se puede deshacer.
fr_fr: Cette action supprimera définitivement votre compte et toutes les données associées. Elle est irréversible.
nl_nl: Hiermee worden je account en alle bijbehorende gegevens definitief verwijderd. Dit kan niet ongedaan worden gemaakt.
pt_br: Isso excluirá permanentemente sua conta e todos os dados associados. Esta ação não pode ser desfeita.
pt_pt: Isto elimina permanentemente a sua conta e todos os dados associados. Esta ação não pode ser revertida.

source: Duration Unit
de_de: Dauereinheit
es_es: Unidad de duración
fr_fr: Unité de durée
nl_nl: Eenheid van duur
pt_br: Unidade de Duração
pt_pt: Unidade de Duração

source: e.g. Albert Heijn
de_de: z. B. Rewe
es_es: p. ej., Mercadona
fr_fr: p. ex., Carrefour
nl_nl: bijv. Albert Heijn
pt_br: ex: Albert Heijn
pt_pt: p. ex., Pingo Doce

source: e.g. Europe/Amsterdam
de_de: z. B. Europe/Berlin
es_es: p. ej., Europe/Madrid
fr_fr: p. ex., Europe/Paris
nl_nl: bijv. Europe/Amsterdam
pt_br: ex: America/Sao_Paulo
pt_pt: p. ex., Europe/Lisbon

source: e.g. Groceries
de_de: z. B. Lebensmittel
es_es: p. ej., Supermercado
fr_fr: p. ex., Courses
nl_nl: bijv. Boodschappen
pt_br: ex: Mercado
pt_pt: p. ex., Mercearia

source: e.g. Groceries at Albert Heijn
de_de: z. B. Lebensmittel bei Rewe
es_es: p. ej., Compra en Mercadona
fr_fr: p. ex., Courses chez Carrefour
nl_nl: bijv. Boodschappen bij Albert Heijn
pt_br: ex: Compras no supermercado
pt_pt: p. ex., Mercearia no Pingo Doce

source: e.g. Main Checking
de_de: z. B. Hauptgirokonto
es_es: p. ej., Cuenta corriente principal
fr_fr: p. ex., Compte courant principal
nl_nl: bijv. Hoofdbetaalrekening
pt_br: ex: Conta Corrente Principal
pt_pt: p. ex., Conta à ordem principal

source: e.g. March 2026
de_de: z. B. März 2026
es_es: p. ej., marzo de 2026
fr_fr: p. ex., mars 2026
nl_nl: bijv. maart 2026
pt_br: ex: Março 2026
pt_pt: p. ex., Março de 2026

source: e.g. Summer Vacation Budget
de_de: z. B. Budget Sommerurlaub
es_es: p. ej., Presupuesto de vacaciones de verano
fr_fr: p. ex., Budget vacances d’été
nl_nl: bijv. Budget zomervakantie
pt_br: ex: Orçamento de Férias de Verão
pt_pt: p. ex., Orçamento de Férias de Verão

# emoji.more
source: More…
de_de: Mehr …
es_es: Más…
fr_fr: Plus…
nl_nl: Meer…
pt_br: Mais…
pt_pt: Mais…

# emoji.pickSubtitle
source: Tap the emoji keyboard to choose any emoji.
de_de: Tippe auf die Emoji-Tastatur, um ein beliebiges Emoji auszuwählen.
es_es: Toca el teclado de emojis para elegir cualquier emoji.
fr_fr: Appuyez sur le clavier d’emojis pour en choisir un.
nl_nl: Tik op het emoji-toetsenbord om een emoji te kiezen.
pt_br: Toque no teclado de emojis para escolher qualquer emoji.
pt_pt: Toque no teclado de emojis para escolher qualquer um.

# emoji.pickTitle
source: Pick an emoji
de_de: Emoji auswählen
es_es: Elegir un emoji
fr_fr: Choisir un emoji
nl_nl: Kies een emoji
pt_br: Escolha um emoji
pt_pt: Escolher um emoji

# emoji.selected
source: Selected:
de_de: Ausgewählt:
es_es: Seleccionado:
fr_fr: Sélectionné :
nl_nl: Geselecteerd:
pt_br: Selecionado:
pt_pt: Selecionado:

# emptyState.tips
source: Quick Tips
de_de: Schnelle Tipps
es_es: Consejos rápidos
fr_fr: Astuces rapides
nl_nl: Snelle tips
pt_br: Dicas Rápidas
pt_pt: Sugestões Rápidas

source: End Rule
de_de: Endregel
es_es: Regla de fin
fr_fr: Règle de fin
nl_nl: Eindregel
pt_br: Regra de Término
pt_pt: Regra de Fim

source: Ended
de_de: Beendet
es_es: Finalizado
fr_fr: Terminé
nl_nl: Beëindigd
pt_br: Encerrado
pt_pt: Terminado

source: ENDED
de_de: BEENDET
es_es: FINALIZADO
fr_fr: TERMINÉ
nl_nl: BEËINDIGD
pt_br: ENCERRADO
pt_pt: TERMINADO

source: Enter current password
de_de: Aktuelles Passwort eingeben
es_es: Introduce la contraseña actual
fr_fr: Saisissez le mot de passe actuel
nl_nl: Voer het huidige wachtwoord in
pt_br: Digite a senha atual
pt_pt: Introduza a palavra-passe atual

source: Failed to change password.
de_de: Passwort konnte nicht geändert werden.
es_es: No hemos podido cambiar la contraseña.
fr_fr: Échec du changement de mot de passe.
nl_nl: Kan wachtwoord niet wijzigen.
pt_br: Falha ao alterar a senha.
pt_pt: Não foi possível alterar a palavra-passe.

source: Failed to create account.
de_de: Konto konnte nicht erstellt werden.
es_es: No hemos podido crear la cuenta.
fr_fr: Échec de la création du compte.
nl_nl: Kan rekening niet aanmaken.
pt_br: Falha ao criar a conta.
pt_pt: Não foi possível criar a conta.

source: Failed to create category.
de_de: Kategorie konnte nicht erstellt werden.
es_es: No hemos podido crear la categoría.
fr_fr: Échec de la création de la catégorie.
nl_nl: Kan categorie niet aanmaken.
pt_br: Falha ao criar a categoria.
pt_pt: Não foi possível criar a categoria.

source: Failed to create period.
de_de: Zeitraum konnte nicht erstellt werden.
es_es: No hemos podido crear el periodo.
fr_fr: Échec de la création de la période.
nl_nl: Kan periode niet aanmaken.
pt_br: Falha ao criar o período.
pt_pt: Não foi possível criar o período.

source: Failed to create transaction.
de_de: Buchung konnte nicht erstellt werden.
es_es: No hemos podido crear el movimiento.
fr_fr: Échec de la création de la transaction.
nl_nl: Kan transactie niet aanmaken.
pt_br: Falha ao criar a transação.
pt_pt: Não foi possível criar a transação.

source: Failed to create vendor.
de_de: Händler konnte nicht erstellt werden.
es_es: No hemos podido crear el comercio.
fr_fr: Échec de la création du bénéficiaire.
nl_nl: Kan verkoper niet aanmaken.
pt_br: Falha ao criar o fornecedor.
pt_pt: Não foi possível criar o comerciante.

source: Failed to delete account.
de_de: Konto konnte nicht gelöscht werden.
es_es: No hemos podido eliminar la cuenta.
fr_fr: Échec de la suppression du compte.
nl_nl: Kan rekening niet verwijderen.
pt_br: Falha ao excluir a conta.
pt_pt: Não foi possível eliminar a conta.

source: Failed to delete period.
de_de: Zeitraum konnte nicht gelöscht werden.
es_es: No hemos podido eliminar el periodo.
fr_fr: Échec de la suppression de la période.
nl_nl: Kan periode niet verwijderen.
pt_br: Falha ao excluir o período.
pt_pt: Não foi possível eliminar o período.

source: Failed to disable auto-creation.
de_de: Automatische Erstellung konnte nicht deaktiviert werden.
es_es: No hemos podido desactivar la creación automática.
fr_fr: Échec de la désactivation de la création automatique.
nl_nl: Kan automatisch aanmaken niet uitschakelen.
pt_br: Falha ao desativar a criação automática.
pt_pt: Não foi possível desativar a criação automática.

source: Failed to exclude category.
de_de: Kategorie konnte nicht ausgeschlossen werden.
es_es: No hemos podido excluir la categoría.
fr_fr: Échec de l’exclusion de la catégorie.
nl_nl: Kan categorie niet uitsluiten.
pt_br: Falha ao excluir a categoria do orçamento.
pt_pt: Não foi possível excluir a categoria.

source: Failed to load accounts.
de_de: Konten konnten nicht geladen werden.
es_es: No hemos podido cargar las cuentas.
fr_fr: Échec du chargement des comptes.
nl_nl: Kan rekeningen niet laden.
pt_br: Falha ao carregar as contas.
pt_pt: Não foi possível carregar as contas.

source: Failed to load budget data.
de_de: Budgetdaten konnten nicht geladen werden.
es_es: No hemos podido cargar los datos del presupuesto.
fr_fr: Échec du chargement des données du budget.
nl_nl: Kan budgetgegevens niet laden.
pt_br: Falha ao carregar os dados de orçamento.
pt_pt: Não foi possível carregar os dados do orçamento.

source: Failed to load categories.
de_de: Kategorien konnten nicht geladen werden.
es_es: No hemos podido cargar las categorías.
fr_fr: Échec du chargement des catégories.
nl_nl: Kan categorieën niet laden.
pt_br: Falha ao carregar as categorias.
pt_pt: Não foi possível carregar as categorias.

source: Failed to load options.
de_de: Optionen konnten nicht geladen werden.
es_es: No hemos podido cargar las opciones.
fr_fr: Échec du chargement des options.
nl_nl: Kan opties niet laden.
pt_br: Falha ao carregar as opções.
pt_pt: Não foi possível carregar as opções.

source: Failed to load overlays.
de_de: Overlays konnten nicht geladen werden.
es_es: No hemos podido cargar las capas.
fr_fr: Échec du chargement des ajustements temporaires.
nl_nl: Kan lagen niet laden.
pt_br: Falha ao carregar as sobreposições.
pt_pt: Não foi possível carregar as camadas.

source: Failed to load periods.
de_de: Zeiträume konnten nicht geladen werden.
es_es: No hemos podido cargar los periodos.
fr_fr: Échec du chargement des périodes.
nl_nl: Kan periodes niet laden.
pt_br: Falha ao carregar os períodos.
pt_pt: Não foi possível carregar os períodos.

source: Failed to load settings.
de_de: Einstellungen konnten nicht geladen werden.
es_es: No hemos podido cargar los ajustes.
fr_fr: Échec du chargement des réglages.
nl_nl: Kan instellingen niet laden.
pt_br: Falha ao carregar as configurações.
pt_pt: Não foi possível carregar as definições.

source: Failed to load transactions.
de_de: Buchungen konnten nicht geladen werden.
es_es: No hemos podido cargar los movimientos.
fr_fr: Échec du chargement des transactions.
nl_nl: Kan transacties niet laden.
pt_br: Falha ao carregar as transações.
pt_pt: Não foi possível carregar as transações.

source: Failed to load vendors.
de_de: Händler konnten nicht geladen werden.
es_es: No hemos podido cargar los comercios.
fr_fr: Échec du chargement des bénéficiaires.
nl_nl: Kan verkopers niet laden.
pt_br: Falha ao carregar os fornecedores.
pt_pt: Não foi possível carregar os comerciantes.

source: Failed to re-include category.
de_de: Kategorie konnte nicht erneut aufgenommen werden.
es_es: No hemos podido volver a incluir la categoría.
fr_fr: Échec de la réinclusion de la catégorie.
nl_nl: Kan categorie niet opnieuw opnemen.
pt_br: Falha ao reincluir a categoria.
pt_pt: Não foi possível reincluir a categoria.

source: Failed to save overlay.
de_de: Overlay konnte nicht gespeichert werden.
es_es: No hemos podido guardar la capa.
fr_fr: Échec de l’enregistrement de l’ajustement temporaire.
nl_nl: Kan laag niet opslaan.
pt_br: Falha ao salvar a sobreposição.
pt_pt: Não foi possível guardar a camada.

source: Failed to save schedule.
de_de: Zeitplan konnte nicht gespeichert werden.
es_es: No hemos podido guardar la programación.
fr_fr: Échec de l’enregistrement de la planification.
nl_nl: Kan schema niet opslaan.
pt_br: Falha ao salvar o agendamento.
pt_pt: Não foi possível guardar o agendamento.

source: Failed to save target.
de_de: Ziel konnte nicht gespeichert werden.
es_es: No hemos podido guardar el objetivo.
fr_fr: Échec de l’enregistrement de l’objectif.
nl_nl: Kan doel niet opslaan.
pt_br: Falha ao salvar a meta.
pt_pt: Não foi possível guardar a meta.

source: Failed to update account.
de_de: Konto konnte nicht aktualisiert werden.
es_es: No hemos podido actualizar la cuenta.
fr_fr: Échec de la mise à jour du compte.
nl_nl: Kan rekening niet bijwerken.
pt_br: Falha ao atualizar a conta.
pt_pt: Não foi possível atualizar a conta.
